/* abbreviated string for bytes format */
"%0.1f GB" = "%0.1f GB";

/* abbreviated string for gigahertz format */
"%0.1f GHz" = "%0.1f GHz";

/* abbreviated string for bytes format */
"%0.1f kB" = "%0.1f kB";

/* abbreviated string for kilohertz format */
"%0.1f KHz" = "%0.1f KHz";

/* abbreviated string for bytes format */
"%0.1f MB" = "%0.1f MB";

/* abbreviated string for megahertz format */
"%0.1f MHz" = "%0.1f MHz";

/* abbreviated string for bytes format */
"%0.1f PB" = "%0.1f PB";

/* abbreviated string for bytes format */
"%0.1f TB" = "%0.1f TB";

/* abbreviated string for terahertz format */
"%0.1f THz" = "%0.1f THz";

/* abbreviated string for bytes format */
"%d bytes" = "%d bytes";

/* abbreviated string for hertz format */
"%u Hz" = "%u Hz";

/* formatter input error format */
"'%@' is not a valid social security number." = "'%@' is not a valid social security number.";

/* approximate time interval: more than one hour */
"about %.1f hours" = "about %.1f hours";

/* approximate time interval: some minutes since start or until finish */
"about %d minutes" = "about %d minutes";

/* approximate time interval: seconds since start or until finish */
"about %d seconds" = "about %d seconds";

/* approximate time interval: one minute */
"about a minute" = "about a minute";

/* approximate time interval: one hour */
"about an hour" = "about an hour";

/* script exception format */
"Add command has invalid 'to' specifier." = "Add command has invalid 'to' specifier.";

/* script exception format */
"Add command missing the required 'to' specifier." = "Add command missing the required 'to' specifier.";

/* error reason */
"Another application has overridden the lock at \"%@\"." = "Another application has overridden the lock at \"%@\".";

/* invalid bundle reason */
"Bundle is obsolete" = "Bundle is obsolete";

/* invalid bundle reason */
"Bundle requires additional software" = "Bundle requires additional software";

/* compression error reason */
"bzip2 library returned error code %d when finishing compression. %s." = "bzip2 library returned error code %1$d when finishing compression. %2$s.";

/* decompression error reason */
"bzip2 library returned error code %d when reading data. %s." = "bzip2 library returned error code %1$d when reading data. %2$s.";

/* compression error reason */
"bzip2 library returned error code %d when writing data. %s." = "bzip2 library returned error code %1$d when writing data. %2$s.";

/* OFLockFile recovery option */
"Cancel" = "Cancel";

/* error recovery option */
"Cancel <error recovery>" = "Cancel";

/* error description */
"Cannot create socket." = "Cannot create socket.";

/* error description - a UNIX subprocess exited due to a signal */
"command '%@' exited due to signal %d (%s)" = "command '%1$@' exited due to signal %2$d (%3$s)";

/* error description - a UNIX subprocess exited with a nonzero status */
"command '%@' returned %d" = "command '%1$@' returned %2$d";

/* Error message when mkdir() fails
   Error message when mkdir() will fail because there's a file in the way
   Error message when stat() fails when trying to create a directory tree */
"Could not create directory" = "Could not create directory";

/* error description - unable to start a child process using the fork syscall
   error description - unable to start a child process using the spawn syscall */
"Could not fork '%@'" = "Could not fork '%@'";

/* time span formatter span */
"d" = "d";

/* time span formatter span */
"day" = "day";

/* time span formatter span */
"days" = "days";

/* invalid bundle reason */
"Duplicate bundle name" = "Duplicate bundle name";

/* exception reason */
"Element '%@' not allowed at path: %@" = "Element '%1$@' not allowed at path: %2$@";

/* error description */
"Error creating pipe" = "Error creating pipe";

/* Error encountered when trying to pass data through a UNIX command - parameter is underlying error text */
"Error filtering data through UNIX command: %@" = "Error filtering data through UNIX command: %@";

/* error reason */
"Failed to create directory for lock file at \"%@\"." = "Failed to create directory for lock file at \"%@\".";

/* error reason */
"Failed to serialize lock information.  %@" = "Failed to serialize lock information.  %@";

/* error reason */
"Failed to write lock file.  %@" = "Failed to write lock file.  %@";

/* time span formatter span */
"h" = "h";

/* time span formatter span */
"hour" = "hour";

/* time span formatter span */
"hours" = "hours";

/* formatter input error */
"Invalid time span format" = "Invalid time span format";

/* local bundle path readable string */
"local configuration file" = "local configuration file";

/* time span formatter span */
"m" = "m";

/* time span formatter span */
"minute" = "minute";

/* time span formatter span */
"minutes" = "minutes";

/* time span formatter span */
"mo" = "mo";

/* time span formatter span */
"month" = "month";

/* time span formatter span */
"months" = "months";

/* error reason */
"No root element was found" = "No root element was found";

/* invalid bundle reason */
"Not a valid bundle" = "Not a valid bundle";

/* formatter input error */
"Only enter numbers separated by spaces." = "Only enter numbers separated by spaces.";

/* OFLockFile recovery option */
"Override Lock" = "Override Lock";

/* script exception format */
"Remove command has invalid 'from' specifier." = "Remove command has invalid 'from' specifier.";

/* script exception format */
"Remove command missing the required 'from' specifier." = "Remove command missing the required 'from' specifier.";

/* time span formatter span */
"s" = "s";

/* time span formatter span */
"second" = "second";

/* time span formatter span */
"seconds" = "seconds";

/* script exception format */
"Specified container doesn't handle the add command." = "Specified container doesn't handle the add command.";

/* script exception format */
"Specified container doesn't handle the remove command." = "Specified container doesn't handle the remove command.";

/* formatter input error */
"That is not a valid date." = "That is not a valid date.";

/* formatter input error */
"That is not a valid phone number." = "That is not a valid phone number.";

/* formatter input error */
"That is not a valid social security number." = "That is not a valid social security number.";

/* formatter input error */
"That is not a valid zip code." = "That is not a valid zip code.";

/* server certificate rejected */
"The server certificate for \"%@\" does not seem to be valid. This site may not be trustworthy. Would you like to connect anyway?" = "The server certificate for \"%@\" does not seem to be valid. This site may not be trustworthy. Would you like to connect anyway?";

/* server certificate out of date */
"The server certificate for \"%@\" has an invalid date. It may be expired, or not yet active. Would you like to connect anyway?" = "The server certificate for \"%@\" has an invalid date. It may be expired, or not yet active. Would you like to connect anyway?";

/* server certificate has unknown root */
"The server certificate for \"%@\" is not signed by any root server. This site may not be trustworthy. Would you like to connect anyway?" = "The server certificate for \"%@\" is not signed by any root server. This site may not be trustworthy. Would you like to connect anyway?";

/* server certificate not yet valid */
"The server certificate for \"%@\" is not yet valid. This site may not be trustworthy. Would you like to connect anyway?" = "The server certificate for \"%@\" is not yet valid. This site may not be trustworthy. Would you like to connect anyway?";

/* server certificate untrusted */
"The server certificate for \"%@\" is signed by an untrusted root server. This site may not be trustworthy. Would you like to connect anyway?" = "The server certificate for \"%@\" is signed by an untrusted root server. This site may not be trustworthy. Would you like to connect anyway?";

/* error reason */
"This lock was taken by %@ using the computer \"%@\" on %@ at %@." = "This lock was taken by %1$@ using the computer \"%2$@\" on %3$@ at %4$@.";

/* error reason */
"This lock was taken by %@ using the computer \"%@\" on %@ at %@.\n\nYou may override this lock, but doing so may cause the other application to lose data if it is still running." = "This lock was taken by %1$@ using the computer \"%2$@\" on %3$@ at %4$@.\n\nYou may override this lock, but doing so may cause the other application to lose data if it is still running.";

/* compression error description */
"Unable to compress data." = "Unable to compress data.";

/* error description */
"Unable to create lock file '%@'." = "Unable to create lock file '%@'.";

/* decompression error description */
"Unable to decompress data." = "Unable to decompress data.";

/* decompression exception format */
"Unable to decompress gzip data: invalid header" = "Unable to decompress gzip data: invalid header";

/* compression error description */
"Unable to initialize compression" = "Unable to initialize compression";

/* decompression error description */
"Unable to initialize decompression" = "Unable to initialize decompression";

/* error description */
"Unable to lock document." = "Unable to lock document.";

/* script exception format */
"Unable to resolve insertion container in specifier %@" = "Unable to resolve insertion container in specifier %@";

/* script exception format */
"Unable to resolve insertion index in specifier %@" = "Unable to resolve insertion index in specifier %@";

/* script exception format */
"Unable to resolve insertion key in specifier %@" = "Unable to resolve insertion key in specifier %@";

/* error description */
"Unable to write cache file to '%@'" = "Unable to write cache file to '%@'";

/* decompression error reason */
"unrecognized compression format." = "unrecognized compression format.";

/* time span formatter span */
"w" = "w";

/* error description */
"Warning encountered while loading XML." = "Warning encountered while loading XML.";

/* time span formatter span */
"week" = "week";

/* time span formatter span */
"weeks" = "weeks";

/* time span formatter span */
"y" = "y";

/* time span formatter span */
"year" = "year";

/* time span formatter span */
"years" = "years";

/* zlib error reason */
"zlib returned error code %d." = "zlib returned error code %d.";

/* zlib error reason */
"zlib returned error code %d. %s." = "zlib returned error code %1$d. %2$s.";

